---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.DocumentChangedEventArgs
source: html/470504f7-c7cb-b259-6fd4-feb376e58d17.htm
---
# DocumentChangedEventArgs Members

Returns set of elements newly added to the document.